12/data/attachments/9c484c380b1a321b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Laura_religious_Actions_10548_1</nif:username>
            <nif:friendToBeRequested>soap_actions_5e24a385-e2b3-4999-8960-8f5fa332c93c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>